Repository: jzxyouok/YoutubeApp
Catalog: YoutubeApp/*.lproj/Localizable.strings
Languages: de

source: Keyword Entry
de: Stichwort Eintrag

source: Got it!!
de: Ich habs!

source: Please enter some keywords!
de: Bitte einige Stichworte eingeben!

source: Please wait while your videos are loading.
de: Bitte warten Sie, während Videos geladen werden.

source: Sync Saved Videos to YouTube
de: Sync gespeicherte Videos auf YouTube

source: Please sign in to Google first in settings
de: Bitte melden Sie sich an, um Google zunächst in den Einstellungen

source: Click Sync to add your saved videos with your YouTube Watch Later Playlist
de: Klicken Sie auf Synchronisieren Sie Ihre gespeicherten Videos hinzufügen mit Ihrem YouTube Später ansehen Playlist

source: Log In Button
de: Log In Button_DE

source: Philosophy
de: Philosophie

source: Biology
de: Biologie

source: Chemistry
de: Chemie

source: Physics
de: Physik

source: History
de: Geschichte

source: Maths
de: Mathe

source: Geography
de: Erdkunde

source: Technology
de: Technologie

source: Beginner
de: Anfänger

source: Intermediate
de: Mittlere

source: Expert
de: Experte

source: About
de: Etwa

source: Reselect Interests, Skills and Keywords
de: Wählen Sie erneut Interessen, Fähigkeiten und Keywords

source: Reselect Interests only
de: Wählen Sie erneut Interessen nur

source: Reselect Skills only
de: Reselect Fähigkeiten nur

source: Reset saved videos
de: Reset gespeicherten Videos

source: Reselect Keywords only
de: Reselect Keywords nur

source: Sign In With Google
de: Anmeldung mit Google

source: Rate us on the App Store!
de: Bewerten Sie uns im App Store!

source: Share this app on Facebook!
de: Teilen Sie diese App auf Facebook!

source: Check out this awesome app!
de: Überprüfen Sie dieses tolle App heraus!

source: Share this app on Twitter!
de: Teilen Sie diese App auf Twitter!

source: Are you sure?
de: Bist du sicher?

source: You are about to reset your saved videos. This action cannot be undone.
de: Sie sind über Ihre gespeicherten Videos zu setzen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Cancel
de: Stornieren

source: Error
de: Fehler

source: You are already signed in! If you wish to sign in with a different account, please sign out and sign in with different credentials.
de: Sie sind bereits angemeldet! ​​Wenn Sie mit einem anderen Konto anmelden möchten, melden Sie sich ab und melden Sie sich mit anderen Anmeldeinformationen.

source: Check out this cool new app!
de: Sehen Sie sich diese coole neue App heraus!
